tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
brew "asciinema"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cocoapods"
brew "deno"
brew "fastlane"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "nghttp2"
brew "srt"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "helm"
brew "httpie"
brew "icdiff"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libssh2"
brew "lsusb"
brew "mdp"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nvm"
brew "openjdk"
brew "podman"
brew "python@3.8"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "spaceship"
brew "stern"
brew "stylua"
brew "tig"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "rhysd/actionlint/actionlint"
cask "1password"
cask "app-cleaner"
cask "authy"
cask "beardedspice"
cask "bettertouchtool"
cask "calibre"
cask "discord"
cask "dozer"
cask "eul"
cask "fanny"
cask "flycut"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "insomnia"
cask "kap"
cask "lastpass"
cask "macsvg"
cask "mpv"
cask "notion"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "yt-music"
cask "ytmdesktop-youtube-music"
cask "zoom"
