tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
brew "asciinema"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cocoapods"
brew "deno"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "helm"
brew "httpie"
brew "icdiff"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "mdp"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "openjdk"
brew "podman"
brew "python@3.8"
brew "qmk/qmk/qmk"
brew "rhysd/actionlint/actionlint"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "srt"
brew "starship"
brew "stern"
brew "stylua"
brew "tig"
brew "tmux"
brew "tree"
brew "vegeta"
brew "watch"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "app-cleaner"
cask "authy"
cask "beardedspice"
cask "bettertouchtool"
cask "calibre"
cask "cyberduck"
cask "discord"
cask "dozer"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "font-roboto-mono-nerd-font"
cask "font-sf-pro"
cast "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "insomnia"
cask "kap"
cask "lulu"
cask "monitorcontrol"
cask "notion"
cask "qmk-toolbox"
cask "slack"
cask "spotify"
cask "topnotch"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "zoom"
