brew "asciinema"
brew "bash"
brew "bash-completion"
brew "bat"
brew "docker-completion"
brew "fd"
brew "fzf"
brew "git"
brew "gh"
brew "go"
brew "golangci-lint"
brew "heroku"
brew "httpie"
brew "icdiff"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "neovim"
brew "nmap"
brew "nvm"
brew "ripgrep"
brew "shellcheck"
brew "stern"
brew "tig"
brew "tree"
brew "vegeta"
brew "watch"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

tap "homebrew/cask"
cask "1password"
cask "authy"
cask "bettertouchtool"
cask "docker"
cask "dozer"
cask "fanny"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "insomnia"
cask "iterm2"
cask "slack"
cask "spectacle"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoomus"
