brew "airdrop-cli"
brew "atuin"
brew "bat"
brew "block-goose-cli"
brew "bob"
brew "colima"
brew "delta"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "googleworkspace-cli"
brew "httpie"
brew "icdiff"
brew "nvm"
brew "opencode"
Brew "pure"
brew "rbenv"
brew "ruby"
brew "sesh"
brew "stow"
brew "stylua"
brew "tig"
brew "tmux"
brew "tree-sitter-cli"
brew "urlview"
brew "xcodes"
brew "zoxide"

cask "aerospace"
cask "appcleaner"
cask "bitwarden"
cask "block-goose"
cask "claude"
cask "claude-code"
cask "ghostty"
cask "spotify"
cask "tuna"
cask "zen"
