brew "asciinema"
brew "bash-completion"
brew "bash"
brew "bash-git-prompt"
brew "bat"
brew "buffalo"
brew "docker-completion"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "golangci-lint"
brew "heroku"
brew "httpie"
brew "hub"
brew "hugo"
brew "icdiff"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "neovim"
brew "nmap"
brew "nvm"
brew "rails-completion"
brew "ripgrep"
brew "shellcheck"
brew "stern"
brew "tig"
brew "tfenv"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "z"

tap "homebrew/cask"
cask "amethyst"
cask "bettertouchtool"
cask "docker"
cask "dozer"
cask "firefox"
cask "flycut"
cask "google-cloud-sdk"
cask "iterm2"
cask "spectacle"
cask "webponize"
